// locales/ar.ts
export default {
  common: {
    izr: "المركز الإسلامي بريغنسبورغ",
    welcome: "أهلاً وسهلاً",
  },
  settings: {
    title: "الإعدادات",
    fontSize: "حجم الخط",
    language: "اللغة",
  },
  tabbar: {
    home: "الرئيسية",
    settings: "الإعدادات",
  },
  "font-size-screen": {
    "test-heading": "مرحباً بكم في المركز الإسلامي",
    "test-text":
      "المسجد هو قلب المجتمع المسلم، وهو مكان يجتمع فيه المسلمون للصلاة وطلب العلم والتعاون فيما بينهم. يسعى المركز الإسلامي بريغنسبورغ إلى خدمة مجتمعه بإخلاص وتفانٍ، مستلهماً قيم الإسلام من سلام وعدل ورحمة.",
  },
} as const;
